{
  "Uruguay 4074, Béccar, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4703484,
    "lng": -58.5638398
  },
  "Bernardo de Irigoyen 1808, B1609BGI Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4965955,
    "lng": -58.5824311
  },
  "Paraná 2509, B1640 San Isidro, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5024427,
    "lng": -58.5083025
  },
  "Av. del Libertador 16745, B1642 San Isidro, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4648225,
    "lng": -58.5147656
  },
  "Edison 1185, B1640HQW Martínez, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4989813,
    "lng": -58.5124007
  },
  "Av. Sir Alexander Fleming 1345, B1640 Martínez, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4938086,
    "lng": -58.5225819
  },
  "Av. del Libertador 14995, B1641ANF San Isidro, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4763985,
    "lng": -58.4984288
  },
  "Av. Avelino Rolón 1820, Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5065555,
    "lng": -58.5640591
  },
  "Av. de Mayo 1438, B1607DDO Villa Adelina, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5218256,
    "lng": -58.5449519
  },
  "Bernardo de Irigoyen 1167, B1609BFV Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5000757,
    "lng": -58.5774175
  },
  "Av. Fondo de la Legua 872, Villa Adelina, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4994177,
    "lng": -58.5421354
  },
  "Av. Centenario 1601, B1643CGD Béccar, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4626193,
    "lng": -58.5250318
  },
  "Sarratea 366, Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5145748,
    "lng": -58.5722485
  },
  "Av. del Libertador 18300, Béccar, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4524892,
    "lng": -58.5276192
  },
  "Thames 1001, Villa Adelina, Provincia de Buenos Aires, Argentina": {
    "lat": -34.504784,
    "lng": -58.550088
  },
  "Av. Fondo de la Legua 2889, B1607BKJ Villa Adelina, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5130097,
    "lng": -58.5315236
  },
  "Av. Centenario 2001, B1643CGH Béccar, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4602128,
    "lng": -58.5279937
  },
  "Lomas Plaza, Blanco Encalada 88, B1609EEN Gran Buenos Aires, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4937513,
    "lng": -58.5524546
  },
  "Av. Sir Alexander Fleming 801, B1640 Martínez, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4900443,
    "lng": -58.5247402
  },
  "Av. Juan Segundo Fernández 105, B1642 San Isidro, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4908025,
    "lng": -58.5473782
  },
  "Antonio Sáenz 2146, B1609HWB Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5097942,
    "lng": -58.5670659
  },
  "Avenida Avelino Rolón 730, Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4984041,
    "lng": -58.5560884
  },
  "Nuestras Malvinas 1463, B1609 Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4942316,
    "lng": -58.5751694
  },
  "Av. de Mayo 241, Villa Adelina, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5109736,
    "lng": -58.540682
  },
  "Cuyo 671, B1641CQM Acassuso, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4879475,
    "lng": -58.5118505
  },
  "Av. Andrés Rolón 716, B1642 BIU, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4751419,
    "lng": -58.5306589
  },
  "Av. Bernardo Ader 845, Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5198474,
    "lng": -58.5595398
  },
  "Av. Sta Fe 2191, B1640IFI Martínez, Provincia de Buenos Aires, Argentina": {
    "lat": -34.491101,
    "lng": -58.5000542
  },
  "Av. Sucre 2601, B1643AQH Béccar, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4734007,
    "lng": -58.5554864
  },
  "Av. Avelino Rolón 1169, B1609 Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5009179,
    "lng": -58.5592938
  },
  "Av. Sir Alexander Fleming 1799, B1640CSX Martínez, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4971246,
    "lng": -58.5202311
  },
  "Av. Avelino Rolón 177, Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4949487,
    "lng": -58.5523105
  },
  "Av. Avelino Rolón 2415, B1609HVR Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5128458,
    "lng": -58.5678249
  },
  "Int. Tomkinson 2995, San Isidro, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4805708,
    "lng": -58.5545495
  },
  "Blanco Encalada 2486, B1609 Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4773153,
    "lng": -58.5736488
  },
  "Pedro de Mendoza 635, B1642 San Isidro, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4649806,
    "lng": -58.5082537
  },
  "Hipólito Yrigoyen 2598, B1640 DNZ, Provincia de Buenos Aires, Argentina": {
    "lat": -34.502475,
    "lng": -58.528478
  },
  "Av. Andrés Rolón 138, B1642 San Isidro, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4806258,
    "lng": -58.5287404
  },
  "Av. Bernardo Ader 1399, B1607BTE Villa Adelina, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5236861,
    "lng": -58.5551075
  },
  "Bernardo de Irigoyen 601, B1609BFI Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5041176,
    "lng": -58.572809
  },
  "Coronel Francisco Uzal 4300, B1636CJJ Olivos, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5062179,
    "lng": -58.5160067
  },
  "José Figueroa Alcorta 138, B1609BMD Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5071268,
    "lng": -58.5668587
  },
  "José Ingenieros 3417, B1643FRQ Béccar, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4767426,
    "lng": -58.559942
  },
  "Av. Sta Fe 408, B1641AAN Acassuso, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4771902,
    "lng": -58.5095267
  },
  "Juan B. Justo 301, B1643FME Béccar, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4614539,
    "lng": -58.5305379
  },
  "Aráoz & General Lamadrid, Villa Adelina, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5074668,
    "lng": -58.5468324
  },
  "Cno. Morón a  S.F Loc. 41": {
    "lat": -34.6320002,
    "lng": -58.526345
  },
  "Av. Sir Alexander Fleming 2133, B1640CTA Buenos Aires, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4995956,
    "lng": -58.5190121
  },
  "Av. Sta Fe 1399, B1640IFA San Isidro, Provincia de Buenos Aires, Argentina": {
    "lat": -34.484888,
    "lng": -58.503683
  },
  "Martín Rodríguez 1102, B1607ADH Villa Adelina, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5135597,
    "lng": -58.5546165
  },
  "Av. Sucre 2141, B1643AQC Béccar, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4777823,
    "lng": -58.5549772
  },
  "Paraná 2101, B1640 Olivos, Provincia de Buenos Aires, Argentina": {
    "lat": -34.500734,
    "lng": -58.5045099
  },
  "Av. de Mayo 900, C1002 CABA, Argentina": {
    "lat": -34.6090116,
    "lng": -58.3791159
  },
  "Rosario 1711, Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.495895,
    "lng": -58.5767702
  },
  "Thames 1400, B1607 Villa Adelina, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5070781,
    "lng": -58.5526931
  },
  "Juncal 201, B1640GPE Martínez, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4879669,
    "lng": -58.5052666
  },
  "Edison 3389, B1640HSO Martínez, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5087549,
    "lng": -58.5339036
  },
  "Eduardo Costa 808, B1641AFH Acassuso, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4791441,
    "lng": -58.5044262
  },
  "Sarratea 955, Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5091159,
    "lng": -58.5779757
  },
  "Joaquín V. González 2352, B1605CLH Villa Adelina, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5181218,
    "lng": -58.5372941
  },
  "José Ingenieros 1781, B1643FQG Béccar, Provincia de Buenos Aires, Argentina": {
    "lat": -34.469301,
    "lng": -58.5444708
  },
  "Juncal 862, B1640 Martínez, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4915795,
    "lng": -58.5122069
  },
  "Av. Sucre 431, B1609 Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4972702,
    "lng": -58.5590857
  },
  "Av. Sta Fe 902, B1641ABO Acassuso, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4810241,
    "lng": -58.5059693
  },
  "Av. Andrés Rolón 1799, B1643BOE Béccar, Provincia de Buenos Aires, Argentina": {
    "lat": -34.468879,
    "lng": -58.5411237
  },
  "Bernardo de Irigoyen 60, B1609BED Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5094148,
    "lng": -58.5670544
  },
  "Edison 1799, B1640HRI Martínez, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5022113,
    "lng": -58.5195426
  },
  "Av. del Libertador 13982, Martínez, Provincia de Buenos Aires, Argentina": {
    "lat": -34.4828811,
    "lng": -58.4904546
  },
  "Gral. Lamadrid 1100, B1607 Villa Adelina, Provincia de Buenos Aires, Argentina": {
    "lat": -34.507631,
    "lng": -58.5463984
  },
  "Bernardo de Irigoyen 1165, B1609BFV Boulogne, Provincia de Buenos Aires, Argentina": {
    "lat": -34.5002164,
    "lng": -58.5774644
  },
  "Av. Santa Fe 1234, Vicente López, Buenos Aires": {
    "lat": -34.5959117,
    "lng": -58.3846907
  },
  "Av. Maipu 3201": {
    "lat": -34.5060599,
    "lng": -58.4929988
  },
  "Vélez Sársfield 4164": {
    "lat": -34.5278281,
    "lng": -58.518521
  },
  "Paraná 6502": {
    "lat": -34.5264503,
    "lng": -58.5491819
  },
  "Vélez Sársfield 4164, B1605BQB Vicente López, Provincia de Buenos Aires": {
    "lat": -34.5278281,
    "lng": -58.518521
  },
  "Av. Dardo Rocha 937, Tigre": {
    "lat": -34.4306163,
    "lng": -58.5757348
  },
  "Av. Sta. María de las Conchas 4793, Rincón de Milberg": {
    "lat": -34.4060738,
    "lng": -58.6207753
  },
  "Gral. Pacheco 2728, Don Torcuato": {
    "lat": -34.4856159,
    "lng": -58.6550349
  },
  "Ruta 197 y General Belgrano, Troncos del Talar": {
    "lat": null,
    "lng": null
  },
  "Santiago de Estero 388, Gral. Pacheco": {
    "lat": null,
    "lng": null
  },
  "Av. Juan Domingo Perón 4946, Benavidez": {
    "lat": -34.4297725,
    "lng": -58.6892521
  },
  "Av. Juan Domingo Perón 4255, Benavidez": {
    "lat": -34.4374961,
    "lng": -58.6822761
  }
}